tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "ms-jpq/sad"
brew "antigen"
brew "bat"
brew "btop"
brew "python@3.9"
brew "cmake"
brew "cmake-docs"
brew "curl"
brew "dura", restart_service: true
brew "duti"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fontforge"
brew "freetds"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "python@3.10"
brew "git-filter-repo"
brew "glow"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "hyperfine"
brew "jq"
brew "krb5"
brew "librsvg"
brew "llvm"
brew "lolcat"
brew "lua"
brew "luarocks"
brew "lynx"
brew "node@16"
brew "mongosh"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "php"
brew "pipx"
brew "pngpaste"
brew "postgresql@14", restart_service: true
brew "pyenv"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "shellharden"
brew "showkey"
brew "starship"
brew "tmux"
brew "tree"
brew "w3m"
brew "wget"
brew "yj"
brew "youtube-dl"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-modern-icon", "with-no-titlebar"]
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "mongodb/brew/mongodb-community"
brew "ms-jpq/sad/sad"
cask "alfred"
cask "firefox"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex"
cask "font-martian-mono"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-victor-mono-nerd-font"
cask "iina"
cask "keycastr"
cask "kitty"
cask "multipass"
cask "obsidian"
cask "slack"
cask "utm"
