tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "antigen"
brew "python@3.9"
brew "cmake"
brew "cmake-docs"
brew "deno"
brew "emacs"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gnu-sed"
brew "go"
brew "hyperfine"
brew "jq"
brew "lua"
brew "luarocks"
brew "neovim"
brew "pyenv"
brew "python@3.10"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "starship"
brew "tmux"
brew "tree"
brew "w3m"
brew "wget"
brew "yj"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "keycastr"
cask "neovide"
