acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
atool
base
base-devel
bat
bc
blueberry-wayland
bluez
bluez-utils
brightnessctl
browsh
btop
catppuccin-cursors-frappe
catppuccin-cursors-latte
catppuccin-cursors-macchiato
catppuccin-cursors-mocha
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
cava
cliphist
dhcpcd
dictd
discord_arch_electron
dos2unix
dotbare
dunst
element-desktop
eww-wayland
exa
fd
firefox
firewalld
fish
fluent-gtk-theme
fluent-icon-theme-git
fm-bin
font-manager
fwupd
fzf
gammastep
git
git-delta
github-cli
glow
grc
grim
htop
hyprland
hyprpaper
hyprpicker-git
icat
imagemagick
intel-ucode
iptables-nft
iwd
jq
kitty
laptop-mode-tools
lazygit
lib32-nvidia-utils
libva-nvidia-driver
libva-utils
light-git
linux
linux-firmware
linux-headers
lxappearance-gtk3
lynx
man-db
man-pages
mdcat
neofetch
neovim-git
neovim-symlinks
nerd-fonts-complete-starship
networkmanager
networkmanager-openvpn
nftables
notion-app-enhanced
noto-fonts-emoji
nvidia-open-dkms
obs-studio
obsidian
openssh
opera
opera-ffmpeg-codecs
pacman-contrib
pamixer
papirus-icon-theme
paru
pcloud-drive
pcloudcc-git
pipewire
pipewire-alsa
pipewire-pulse
playerctl
plocate
polkit-gnome
poppler
python-pillow
python-pip
python311
qt5-wayland
qt6-wayland
ranger
ripgrep
rofi-lbonn-wayland-git
rofimoji
rtx
sassc
slurp
socat
spotify-launcher
starship
steam
swappy
sway-audio-idle-inhibit-git
sway-git
swayidle
swaylock-effects-git
swaylockd
sxhkd
tealdeer
texinfo
thermald
tmux
tmux-plugin-manager
topgrade
transmission-cli
tree
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-ms-fonts
ttf-nerd-fonts-symbols-mono
ttf-opensans
ttf-victor-mono-nerd
udisks2
uim
unzip
vlc
volumectl
waybar-hyprland-git
wf-recorder
wget
wireplumber
wl-clip-persist-git
wl-clipboard
wlsunset-git
wofi
wtype
xdg-desktop-portal-hyprland-git
xdg-user-dirs
xorg-xhost
zellij
zoxide
