adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
base
base-devel
bat
blueman
bluez
bluez-utils
brightnessctl
btop
cliphist
dhcpcd
discord_arch_electron
dotbare
element-desktop
exa
fd
firefox
fish
fzf
gammastep
git
git-delta
github-cli
grc
grim
htop
hyprland
hyprpaper
hyprpicker-git
intel-ucode
iwd
kitty
lazygit
linux
linux-firmware
mako
man-db
man-pages
mdcat
neovim-git
neovim-symlinks
network-manager-applet
networkmanager
networkmanager-openvpn
obs-studio
openssh
paru
pipewire
playerctl
polkit-gnome
qt5-wayland
qt6-wayland
ripgrep
rofi-lbonn-wayland-git
rtx
slurp
spotify-launcher
starship
sway
swaylock
tealdeer
texinfo
topgrade
tree
ttf-jetbrains-mono
ttf-ms-fonts
ttf-nerd-fonts-symbols-1000-em-mono
ttf-victor-mono-nerd
unzip
vlc
waybar-hyprland-git
wget
wireplumber
wl-clip-persist-git
wl-clipboard
wlsunset-git
xdg-desktop-portal-hyprland-git
zoxide
