base
base-devel
bat
bluez
bluez-utils
dhcpcd
exa
fd
firefox
fish
fzf
git
grc
htop
hyprland
intel-ucode
iwd
kitty
lazygit
linux
linux-firmware
mako
man-db
man-pages
mdcat
neovim-git
openssh
paru
pipewire
polkit-gnome
qt5-wayland
qt6-wayland
ripgrep
rtx
starship
tealdeer
texinfo
ttf-jetbrains-mono
ttf-nerd-fonts-symbols-1000-em-mono
ttf-victor-mono-nerd
unzip
wireplumber
zoxide
