{
  "ChatGPT.nvim": { "branch": "main" },
  "Comment.nvim": { "branch": "master" },
  "FixCursorHold.nvim": { "branch": "master" },
  "LazyVim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "NeoComposer.nvim": { "branch": "main" },
  "SchemaStore.nvim": { "branch": "main" },
  "alpha-nvim": { "branch": "main" },
  "ayu": { "branch": "master" },
  "backseat.nvim": { "branch": "main" },
  "bg.nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "clangd_extensions.nvim": { "branch": "main" },
  "clipboard-image.nvim": { "branch": "main" },
  "close-buffers.nvim": { "branch": "master" },
  "cmake-tools.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-under-comparator": { "branch": "master" },
  "cmp_luasnip": { "branch": "master" },
  "colortils.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "coredor.nvim": { "branch": "main" },
  "crates.nvim": { "branch": "main" },
  "detour.nvim": { "branch": "main" },
  "dial.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dracula.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "edge": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "flatten.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "git-blame.nvim": { "branch": "master" },
  "git-conflict.nvim": { "branch": "main" },
  "git-messenger.vim": { "branch": "master" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "goto-preview": { "branch": "main" },
  "gruvbox-baby": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "guess-indent.nvim": { "branch": "main" },
  "gx.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "headlines.nvim": { "branch": "master" },
  "hydra.nvim": { "branch": "master" },
  "im-select.nvim": { "branch": "master" },
  "image.nvim": { "branch": "master" },
  "image_preview.nvim": { "branch": "main" },
  "inc-rename.nvim": { "branch": "main" },
  "incline.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "iswap.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-inlayhints.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "luarocks.nvim": { "branch": "main" },
  "lush.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.bracketed": { "branch": "main" },
  "mini.bufremove": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neoconf.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neorg": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-jest": { "branch": "main" },
  "neotest-python": { "branch": "master" },
  "neotest-vim-test": { "branch": "master" },
  "nerdy.nvim": { "branch": "main" },
  "nightfox.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nord.nvim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "numb.nvim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-config-local": { "branch": "main" },
  "nvim-coverage": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-dap-vscode-js": { "branch": "main" },
  "nvim-fundo": { "branch": "main" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-spectre": { "branch": "master" },
  "nvim-spider": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window-picker": { "branch": "main" },
  "obs.nvim": { "branch": "main" },
  "octo.nvim": { "branch": "master" },
  "one-small-step-for-vimkind": { "branch": "main" },
  "onedarkpro.nvim": { "branch": "main" },
  "outline.nvim": { "branch": "main" },
  "overseer.nvim": { "branch": "master" },
  "oxocarbon.nvim": { "branch": "main" },
  "package-info.nvim": { "branch": "master" },
  "persistence.nvim": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "promise-async": { "branch": "main" },
  "refactoring.nvim": { "branch": "master" },
  "rest.nvim": { "branch": "main" },
  "reticle.nvim": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "rustaceanvim": { "branch": "master" },
  "smartyank.nvim": { "branch": "master" },
  "space-vim-theme": { "branch": "master" },
  "sqlite.lua": { "branch": "master" },
  "ssr.nvim": { "branch": "main" },
  "styler.nvim": { "branch": "main" },
  "tabout.nvim": { "branch": "master" },
  "tailwindcss-colorizer-cmp.nvim": { "branch": "main" },
  "telekasten.nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "trouble.nvim": { "branch": "dev" },
  "ts-node-action": { "branch": "master" },
  "twilight.nvim": { "branch": "main" },
  "typst.vim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "venv-selector.nvim": { "branch": "main" },
  "vim-arpeggio": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-just": { "branch": "main" },
  "vim-kitty": { "branch": "main" },
  "vim-log-highlighting": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-startuptime": { "branch": "master" },
  "vim-sxhkdrc": { "branch": "master" },
  "vim-systemd-syntax": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "vim-wordmotion": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "virtcolumn.nvim": { "branch": "main" },
  "wezterm.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "yaml-companion.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" },
  "zenbones.nvim": { "branch": "main" }
}